{
    "hero-title": "Unete a nosotros",
    "hero-subtitle": "Siempre estamos buscando personas talentosas para unirse a nuestro equipo. Si le apasiona el servicio al cliente, está comprometido con la excelencia y está listo para llevar su carrera al siguiente nivel, queremos saber de usted.",
    "hero-text-bold": "Explore nuestras posiciones abiertas y presente su solicitud hoy.",
    "hero-text": "No podemos esperar a conocerte.",
    "hero-button-join": "Unete al equipo",
    "hero-button-culture": "Cultura",

    "about-subtitle": "Sobre JLR",
    "about-title": "Bienvenido a la página de empleo de JLR",
    "about-text-1": "JLR es una empresa en crecimiento que se dedica a brindar un excelente servicio a nuestros clientes. Sabemos que nuestro éxito se basa en el talento y el trabajo duro de nuestros empleados. Es por eso que siempre estamos buscando a los mejores y más brillantes para unirse a nuestro equipo.",
    "about-text-2": "Ofrecemos una amplia gama de oportunidades profesionales en los EE. UU., Nicaragua y Colombia. Ya sea que sea médico, agente de un centro de llamadas o esté buscando un puesto de apoyo, tenemos puestos disponibles que lo desafiarán y lo recompensarán.",

    "benefits-subtitle": "Beneficios",
    "benefits-title": "Por qué deberías unirte a nuestro increíble equipo",
    "benefits-text": "En JLR, estamos comprometidos a crear un lugar de trabajo que valore la diversidad, la inclusión y la colaboración. Creemos que cuando personas de diferentes orígenes y perspectivas se unen, pueden suceder grandes cosas. También sabemos que nuestros empleados son nuestro activo más valioso, por lo que invertimos en su crecimiento y desarrollo.",
    "benefits-team-work": "Trabajo en equipo",
    "benefits-secured-future": "Futuro asegurado",
    "benefits-learning-opportunity": "Oportunidades de aprendizaje",
    "benefits-upgrade-skills": "Actualización de habilidades",

    "openings-subtitle": "Ven y únete a nosotros",
    "openings-title": "Aperturas de empleo",
    "openings-text": "Siempre estamos buscando emprendedores creativos y talentosos para unirse a la familia JLR. Consulte nuestros puestos vacantes a continuación y complete una solicitud.",
    "openings-filter-all": "Todos",
    "openings-roles-title": "Roles",
    "openings-careers-title": "Empleos",
    "openings-item-opened-on": "Abierta desde"
}
