{
    "seo-title": "Apply to our careers",
    "seo-description": "At JLR, we offer great benefits and experience into any of ours careers, come join us",

    "hero-title": "Join us",
    "hero-subtitle": "We are always looking for talented individuals to join our team. If you are passionate about customer service, committed to excellence, and ready to take your career to the next level, we want to hear from you.",
    "hero-text-bold": "Explore our open positions and apply today.",
    "hero-text": "We can't wait to meet you.",
    "hero-button-join": "Join the team",
    "hero-button-culture": "Culture",

    "about-subtitle": "About JLR",
    "about-title": "Welcome to JLR's Career Page",
    "about-text-1": "JLR is a growing company that is dedicated to providing excellent service to our customers. We know that our success is built on the talent and hard work of our employees. That's why we're always on the lookout for the best and brightest to join our team.",
    "about-text-2": "We offer a wide range of career opportunities across the USA, Nicaragua, and Colombia. Whether you&pos;re a doctor, a call center agent, or looking for a support role, we have positions available that will challenge and reward you.",

    "benefits-subtitle": "Benefits",
    "benefits-title": "Why you Should Join Our Awesome Team",
    "benefits-text": "At JLR, we're committed to creating a workplace that values diversity, inclusivity, and collaboration. We believe that when people from different backgrounds and perspectives come together, great things can happen. We also know that our employees are our most valuable asset, which is why we invest in their growth and development.",
    "benefits-team-work": "Team work",
    "benefits-secured-future": "Secured future",
    "benefits-learning-opportunity": "Learning opportunity",
    "benefits-upgrade-skills": "Upgrade skills",

    "openings-subtitle": "Come Join Us",
    "openings-title": "Career Openings",
    "openings-text": "We're always looking for creative, talented self-starters to join the JLR family. Check out our open roles below and fill out an application.",
    "openings-filters-title": "Filters",
    "openings-filter-roles-title": "Roles",
    "openings-filter-roles-placeholder": "Select a role",
    "openings-filter-countries-title": "Countries",
    "openings-filter-countries-placeholder": "Select a country",
    "openings-careers-title": "Careers",
    "openings-item-opened-on": "Opened on"
}
